---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarElementRounding
source: html/fe7effe2-65f1-43a6-0cad-78d0ae5179ff.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarElementRounding Property

"Rounding Overrides"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarElementRounding { get; }
```